Repository: AIndoria/gg
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de, es_es, ru_ru

source: Admin
de_de: Administrator
ru_ru: Админ

source: Batch Tag Games:
de_de: Batch Tag Spiele:
es_es: Etiquetar juegos en masa:
ru_ru: Проставить теги играм:

source: Hide
de_de: Verstecken
es_es: Ocultar
ru_ru: Скрыть

source: Update
de_de: Aktualisieren
es_es: Actualización
ru_ru: Обновить

source: Unhide
de_de: Anzeigen
es_es: Desocultar
ru_ru: Показать

source: Upload
de_de: Hochladen
es_es: Subida
ru_ru: Загрузить

source: Edit Games:
de_de: Spiele bearbeiten:
es_es: Editar juegos
ru_ru: Редактировать игры

source: Show Hidden
de_de: Zeig versteckte an
es_es: Mostrar ocultos:
ru_ru: Показать скрытые

source: Save
de_de: Speichern
es_es: Guardar
ru_ru: Сохранить

source: %game_amount% games, %game_hidden_amount% hidden, %game_new_amount% new, %game_updated_amount% updated, %game_total_amount% total.
de_de: %game_amount% Spiele, %game_hidden_amount% versteckt, %game_new_amount% neu, %game_updated_amount% aktualisiert, %game_total_amount% gesamt.
es_es: %game_amount% juegos, %game_hidden_amount% ocultos, %game_new_amount% nuevos, %game_updated_amount% actualizados, %game_total_amount% en total.
ru_ru: %game_amount% игры, %game_hidden_amount% скрытые, %game_new_amount% новые, %game_updated_amount% обновленные, %game_total_amount% всего.

source: Update Database:
de_de: Aktualisiere Datenbank:
es_es: Base de datos de actualizaciones
ru_ru: Обновить базу данных

source: Grab New Games and Images from GOG
de_de: Hol dir neue Spiele und Bilder von GOG
es_es: Obtener nuevos juegos e imágenes de GOG
ru_ru: Загрузить новые игры и картинки с GOG

source: Log:
de_de: Protokoll:
es_es: Registro:
ru_ru: Лог

source: Donate Settings:
de_de: Spenden-Einstellungen:
es_es: Configuración de donación:
ru_ru: Настройки пожертвований

source: Edit Notice:
de_de: Notiz bearbeiten:
es_es: Nota de edición:
ru_ru: Изменить уведомление:

source: Edit Hosters:
ru_ru: Изменить хостеров:

source: Donate
de_de: Spenden
es_es: Donar
ru_ru: Пожертвование

source: Google Drive Limit Bypass Tutorial
ru_ru: Как обойти ограничение на Google Drive

source: Remove "Copy of" from filename
ru_ru: Удалить "Копия" из имени файла

source: FAQ
ru_ru: ЧАВО

source: Go to GOG Store
de_de: Gehe zum GOG Shop
es_es: Ir a la tienda de GOG
ru_ru: Открыть страницу игры в GOG

source: DOWNLOAD
es_es: DESCARGAR
ru_ru: ЗАГРУЗИТЬ

source: CHANGELOG
es_es: HISTORIAL
ru_ru: ИСТОРИЯ ИЗМЕНЕНИЙ

source: Game Download Links
de_de: Spiel Download Links
es_es: Enlaces del juego
ru_ru: Ссылки для скачивания игры

source: Open all Links (Allow Popups)
de_de: Öffne alle Links (Erlaube Pop-Ups)
es_es: Abrir todos los enlaces (habilita pop-ups)
ru_ru: Открыть все ссылки (Разрешите всплывающие окна)

source: Copy Links to Clipboard
de_de: Kopier die Links in die Zwischenablage
es_es: Copiar enlaces al portapapeles
ru_ru: Скопировать ссылки в буфер обмена

source: Patch/Other Download Links
de_de: Patches / andere Download Links
es_es: Parche/otros enlaces de descarga
ru_ru: Ссылки для скачивания патчей/другие

source: Goodies Download Links
es_es: Enlaces de contenido adicional
ru_ru: Ссылки для скачивания бонусов

source: Game is currently uploading.
de_de: Spiel wird derzeit hochgeladen.
es_es: El juego aún se está subiendo.
ru_ru: Игра в данный момент загружается.

source: Upload hasn't started yet.
de_de: Der Upload hat noch nicht begonnen.
es_es: La subida aún no ha comenzado.
ru_ru: Загрузка еще не началась.

source: Game Items Included
de_de: Beinhaltet Spiel-Gegenstände
es_es: Objetos del juego incluidos
ru_ru: Включает файлы игры

source: Patch/Other Items Included
de_de: Patches / andere Gegenstände beinhaltet
es_es: Parche/otros objetos incluidos
ru_ru: Включает патчи/другие файлы

source: Goodies Included
de_de: Beinhaltet Goodies
es_es: Contenido adicional incluido
ru_ru: Включает файлы бонусов

source: UPDATED
de_de: AKTUALISIERT
es_es: ACTUALIZADO
ru_ru: ОБНОВЛЕНО

source: NEW
de_de: NEU
es_es: NUEVO
ru_ru: НОВАЯ

source: IN DEV
es_es: EN DESARROLLO
ru_ru: В РАЗРАБОТКЕ

source: UPLOADING
de_de: HOCHLADEN
es_es: SUBIENDO
ru_ru: ЗАГРУЖАЕТСЯ

source: Votes:
de_de: Stimmen:
es_es: Votos:
ru_ru: Голоса:

source: Last Update:
de_de: Letztes Update:
es_es: Actualizado:
ru_ru: Обновление:

source: No files found.
de_de: Keine Dateien gefunden
es_es: No se encontraron archivos.
ru_ru: Файлы не найдены.

source: We need your help as this is an ad-free site and will continue to stay that way. Almost every game found on the site is bought and then provided with updates when they receive them (updates are checked for on a daily basis). All donations will support acquiring new games from GOG.com. We accept many forms of donations:
de_de: Wir brauchen deine Hilfe, da diese Seite Ad-frei ist, und es auch so bleiben wird. Fast jedes Spiel was du hier finden kannst ist gekauft wurden, und wurde dann mit Updates zur Verfügbar gestellt, wenn sie welche erhalten haben (Updates werden auf täglicher Basis gecheckt). Alle Spenden unterstützen den Erwerb von neuen Spielen von GOG.com. Wir akzeptieren viel Arten von Spenden:
es_es: Necesitamos tu ayuda ya que este es un sitio libre de publicidad y continuará siéndolo. Casi todos los juegos en el sitio son comprados y luego reciben actualizaciones cuando estas son lanzadas (lo cual se verifica una vez por día). Todas las donaciones son usadas para comprar nuevos juegos de GOG.com. Aceptamos varios métodos:
ru_ru: Нам нужна ваша помощь, так как этот сайт без рекламы и будет оставаться таким. Почти каждая игра, найденная на сайте, покупается, а затем обновляется, когда выходят обновления (они проверяются ежедневно). Все пожертвования будут использоваться для приобретения новых игр в GOG.com. Мы принимаем много видов пожертвований:

source: Click here to donate
de_de: Klicke hier um zu spenden
es_es: Haz clic aquí para donar
ru_ru: Кликни здесь для пожертвования

source: Copy address to Clipboard
de_de: Kopier die Adresse in die Zwischenablage
es_es: Copiar dirección al portapapeles
ru_ru: Скопировать адрес с буфер обмена

source: QR Code
es_es: Código QR
ru_ru: QR код

source: Every Other Cryptocurrency:
de_de: Jede andere Kryptowährung:
es_es: Otras criptomonedas:
ru_ru: Любая другая криптовалюта:

source: You may also support the site by purchasing a premium account using our affiliate links below:
de_de: Du kannst die Webseite auch unterstützen, indem du Premium Accounts kaufst, über unsere Partner-Links unten:
es_es: También puedes ayudar al sitio comprando una cuenta premium con estos enlaces de afiliado:
ru_ru: Вы также можете поддерживать сайт, купив премиум-аккаунт, используя наши партнерские ссылки ниже:

source: or
ru_ru: или

source: What is Good Old Downloads (GOD)?
de_de: Was ist Good Old Downloads (GOD)?
es_es: ¿Qué es Good Old Downloads (GOD)?
ru_ru: Что такое Good Old Downloads (GOD)?

source: Created by mercs213/mercs215 and TwelveCharzz; this is a site which automates the process of sharing games from %goglink%
de_de: Erstellt von mercs213/mercs215 und TwelveCharzzz; dies is eine Seite, welche den Prozess von geteilten Spielen automatisiert von %goglink%
es_es: Creado por mercs213/mercs215 y TwelveCharzz; este es un sitio que automatiza el proceso de compartir juegos de %goglink%
ru_ru: Созданный mercs213/mercs215 и TwelveCharzz; этот сайт позволяет автоматизировать процесс совместного использования игр от %goglink%

source: How does it work?
de_de: Wie funktioniert das?
es_es: ¿Cómo funciona?
ru_ru: Как это работает?

source: Simply vote on games you want and the site will upload them in the order of which received the highest number of votes. Games are manually checked each day for updates then flagged for upload.
es_es: Sólo vota por los juegos que quieras y el sitio los subirá, empezando por los que hayan recibido más votos. Se buscan actualizaciones para los juegos una vez al día y luego se los marca para subida.
ru_ru: Просто голосуйте за игры, которые вам нравятся, и сайт загрузит их в порядке наибольшего количество голосов. Игры проверяются вручную каждый день на обновления, а затем помечаются для загрузки.

source: Why can't I vote on a game?
ru_ru: Почему я не могу голосовать за игру?

source: The game was recently voted on and re-uploaded.
ru_ru: За игру недавно голосовали и она загружена повторно.

source: How do I download or extract files?
de_de: Wie downloade oder extrahiere ich die Dateien
es_es: ¿Cómo descargo o extraigo archivos?
ru_ru: Как скачать или распаковать файлы?

source: We recommend %jdownloader2link% to download and %7ziplink% to extract files.
de_de: Wir empfehlen %jdownloader2link% herunterzuladen und %7ziplink% um Dateien zu extrahieren.
es_es: Recomendamos %jdownloader2link% para descargar y %7ziplink% para extraer archivos.
ru_ru: Мы рекомендуем использовать %jdownloader2link% для скачивания и %7ziplink% для распаковки файлов.

source: Which file hosters are free and/or fast?!
de_de: Welche Dateihoster sind kostenlos und / oder schnell?!
es_es: ¡¿Qué servicios de alojamiento son gratuitos y/o rápidos?!
ru_ru: Какие хостеры файлов бесплатны и/или быстры?

source: Google Drive is the best. Next best are Openload.co, zippyshare (only for files under 500MB), filecloud.io, and Filescdn (register for a free account there to get better download speed). Just try out the hosters we upload to and see which is best for you. If you really want to buy a preimum account from a hoster, we recommend Uptobox. 5$ a year is cheap!
de_de: Google Drive ist der beste. Als nächst bestes kommt Openload.co, zippyshare (nur für Dateien unter 500MB), filecloud.io, und Filscdn (registriere dich umsonst, um bessere Download-Geschwindigkeiten zu bekommen). Probiere einfach die Hoster auf denen wir hochladen aus, und schau welcher am besten für dich ist. Wenn du wirklich ein Premium Account kaufen willst, empfehlen wir dir Uptobox. 4€ pro Jahr ist günstig!
ru_ru: Google Drive - лучший. Далее идут Openload.co, zippyshare (только для файлов до 500 Мб), filecloud.io, и Filscdn (зарегистрируйте бесплатный аккаунт для лучшей скорости скачивания). Просто пробуйте хостеров, которыми мы пользуйемся, чтобы найти лучшие для вас. Если вы действительно хотите купить премиум-аккаунт у хостера, мы рекомендуем Uptobox. 5$ в год - это дешево!

source: Do I need "cracks" to play the games?
de_de: Brauche ich "cracks" um diese Spiele zu spielen?
es_es: ¿Necesito "cracks" para jugar los juegos?
ru_ru: Мне нужны "кряки" для игр?

source: No, every game is DRM-free. Extract the game files, run the setup, install then play!
de_de: Nein, jedes Spiel ist DRM-frei. Extrahiere die Spieldateien, führe das Setup aus, installiere es, und dann spiel!
es_es: No, todos los juegos son libres de DRM. ¡Sólo hay que extraer los archivos, ejecutar el instalador, instalar y jugar!
ru_ru: Нет, все игры здесь без DRM. Распакуйте игровые файлы, запустите установку, установите и запустите игру!

source: What if download links for a game go down?
de_de: Was wenn Download Links für Spiele nicht mehr verfügbar sind?
es_es: ¿Qué sucede si los enlaces de descarga de un juego son dados de baja?
ru_ru: Что делать, если ссылки для скачивания не работают?

source: Voting on games is re-enabled after 30 days since they were last uploaded. You can then vote on games to have them re-uploaded for fresh download links.
de_de: Für Spiele stimmen is nach 30 Tagen wieder aktiviert, seit sie zuletzt hochgeladen wurden. Du kannst dann für Spiele stimmen, um sie mit frischen Download Links hochladen zu lassen.
es_es: La habilidad de votar juegos se reactiva 30 días después de sus últimas actualizaciones. Luego, puedes votar por ellos para que sean re-subidos a nuevos enlaces de descarga.
ru_ru: Голосование по играм возобновляется спустя 30 дней с момента их последнего обновления. После этого вы снова сможете проголосовать за игры, чтобы их повторно загрузили для получения свежих ссылок на скачивание.

source: Any plans to upload Mac or Linux games?
de_de: Irgendwelche Pläne Mac oder Linux Spiele hochzuladen?
es_es: ¿Hay planes para subir juegos de Mac o Linux?
ru_ru: Планируете ли вы загружать игры для Mac или Linux?

source: We will only support Windows with no future plans for other operating systems. Also we currently plan to upload English installers only.
de_de: Wir werden nur Windows unterstützen, mit keinen Zukunftsplänen für andere Betriebssysteme. Dazu planen wir derzeit nur Englische installer hochzuladen.
es_es: Sólo se suben juegos para Windows y no hay planes para otros sistemas operativos. También, actualmente sólo subimos instaladores en inglés.
ru_ru: Мы будем поддерживать только Windows и у нас нет планов для других операционных систем. Также в настоящее время мы планируем загружать только английские инсталляторы игр.

source: How do the new & updated tags work?
de_de: Wie funktionieren die neu & aktualisierten tags?
es_es: ¿Cómo funcionan las etiquetas de "nuevo" y "actualizado"?
ru_ru: Как работают теги "новая" и "обновлено"?

source: When a game (or DLC/goodies) is added/updated; these tags are assigned. They are cleared from game cards after 7 days have passed from being given the tag(s).
de_de: Wenn ein Spiel (oder DLC / Goodies) hinzugefügt / aktualisiert wurde; werden diese Tags zugewiesen. Sie werden von den Spielekarten gelöscht, nachdem 7 Tage vergangen vergangen als sie die Markierung(en) erhalten haben.
es_es: Cuando un juego (o DLC/contenido adicional) es agregado o actualizado, se lo marca con estas etiquetas. Son eliminadas siete días después.
ru_ru: Когда добавляется новая/обновляется старая игра (или DLC/бонусы); назначаются эти теги. Они убираются с игровых карточек спустя 7 дней после получения тега(ов).

source: Is there a way I can support this site? Do you take donations?
de_de: Gibt es einen Weg, wie ich die Webseite unterstützen kann? Nehmt Ihr Spenden an?
es_es: ¿Hay algún modo de ayudar a este sitio? ¿Aceptan donaciones?
ru_ru: Есть ли способ поддержать этот сайт? Вы принимаете пожертвования?

source: Yes! Click on "Donate" located in the top bar for information on how to donate to us.
de_de: Ja! Klicke auf "Spenden", was sich in der oberen Leiste befindet, um Informationen zu bekommen wie du uns spenden kannst.
es_es: ¡Sí! Haz click en "Donar" en la barra superior para recibir información sobre cómo hacerlo.
ru_ru: Да! Нажмите на "Пожертвование" расположенное наверху для получения информации о том, как сделать пожертвование нам.

source: I am looking for torrents or more games!
de_de: Ich suche nach mehr Torrents oder Spielen!
es_es: ¡Estoy buscando torrents o más juegos!
ru_ru: Я ищу торренты или другие игры!

source: Check out our other site: %scenegameslink%
de_de: Besuch unsere andere Webseite: %scenegameslink%
es_es: Visita nuestro otro sitio: %scenegameslink%
ru_ru: Проверьте наш другой сайт: %scenegameslink%

source: Browse All Games
de_de: Durchsuche alle Spiele
ru_ru: Показать все игры

source: New Releases
de_de: Neue Releases
es_es: Nuevos lanzamientos
ru_ru: Новые релизы

source: Updated
de_de: Aktualisiert
es_es: Actualizado
ru_ru: Обновлено

source: Login
de_de: Einloggen
es_es: Iniciar sesión
ru_ru: Вход

source: Username
de_de: Benutzername
es_es: Nombre de usuario
ru_ru: Имя пользователя

source: Password
de_de: Passwort
es_es: Contraseña
ru_ru: Пароль

source: Home
de_de: Startseite
es_es: Inicio
ru_ru: Домой

source: Search
de_de: Suche
es_es: Buscar
ru_ru: Поиск

source: Go to SceneGames
de_de: Gehe zu SceneGames
es_es: Ir a SceneGames
ru_ru: Перейти на сайт SceneGames

source: Queue
de_de: Warteschlange
es_es: Cola de espera
ru_ru: Очередь

source: Change Language
ru_ru: Изменить язык

source: Monthly Donations:
de_de: Monatliche Spenden:
es_es: Donaciones mensuales:
ru_ru: Ежемесячные пожертвования

source: Logout
de_de: Ausloggen
es_es: Salir
ru_ru: Выйти

source: Upload Queue
de_de: Upload-Warteschlange
es_es: Cola de espera para subidas
ru_ru: Очередь загрузки

source: Here is the list of games currently in the queue. New games are uploaded first, then updated games, then games ordered by most votes.
de_de: Hier ist eine Liste von Spielen, die derzeit in der Warteschlange sind. Neue Spiele werden zuerst hochgeladen, dann aktualisierte Spiele, dann Spiele in Reihenfolge mit den meisten Stimmen.
es_es: Esta es la lista de juegos en la cola de espera. Los juegos nuevos se suben primero, luego los actualizados, y luego los más votados.
ru_ru: Это список игр, находящихся в настоящее время в очереди. Сначала загружаются новые игры, затем обновленные игры, а затем игры, получившие большинство голосов.

source: Game
de_de: Spiel
es_es: Juego
ru_ru: Игра

source: Type
de_de: Art
es_es: Tipo
ru_ru: Тип

source: Search Results
de_de: Suchergebnisse
es_es: Resultados de búsqueda
ru_ru: Результаты поиска

source: All Games
de_de: Alle Spiele
es_es: Todos los juegos
ru_ru: Все игры

source: 1 game found for "%term%"
de_de: 1 Spiel gefunden für "%term%"
es_es: 1 juego encontrado para "%term%"
ru_ru: 1 игра найднена по запросу "%term%"

source: Title
de_de: Titel
es_es: Título
ru_ru: Название

source: Date
de_de: Datum
es_es: Fecha
ru_ru: Дата

source: PayPal/Credit & Debit:
de_de: PayPal / Kredit & Lastschrift:
es_es: PayPal/crédito y débito:

source: If you are using a web browser to download, DO NOT click the blue download buttons to download from GO4UP.com. Click the dl.go4up.com links.
de_de: Wenn du einen Webbrowser verwendest zum herunterladen, klicke NICHT auf den blauen Download-Button um von GO4UP.com herunterzuladen. Klicke auf die dl.go4up.com Links.
es_es: Si estás usando un navegador web para descargar, _NO_ hagas click en los botones de descarga azules en GO4UP.com. Usa los que apuntan a dl.go4up.com.

source: Also be aware of fake download buttons/exe files from file hosters!
de_de: Achte auf gefälschte Download-Buttons / exe-Dateien von Filehostern!
es_es: ¡También ten cuidado con botones de descarga falsos y archivos EXE en los servicios de alojamiento!

source: Google Drive is the best. Next best are Openload.co, zippyshare (only for files under 500MB), filecloud.io, and Filscdn (register for a free account there to get better download speed). Just try out the hosters we upload to and see which is best for you. If you really want to buy a preimum account from a hoster, we recommend Uptobox. 5$ a year is cheap!
es_es: Google Drive es el mejor. Le siguen Openload.co, Zippyshare (sólo para archivos menores a 500 MB), filecloud, Filescdn (registra una cuenta gratuita para obtener mejores velocidades). Sólo prueba los servicios a los que subimos y ve cuál es el mejor para ti. Si realmente quieres comprar una cuentra premium en uno de ellos, recomendamos Uptobox. ¡5 dólares al año es barato!

source: Browse All
es_es: Ver todos

source: Simply vote on games you want and the site will upload them in the order of which received the highest number of votes. If you can't vote on a game (i.e. the green + is not showing) it is because the game was recently voted on and re-uploaded! Games are manually checked each day for updates then flagged for upload.
de_de: Stimme einfach für Spiele die du willst, und die Seite wird sie in der Reihenfolge hochladen, wo die meisten Stimmen erreicht wurden. Wenn du nicht für ein Spiel stimmen kannst, (das Grüne + wird nicht angezeigt) dann ist es weil das Spiel kürzlich schon Stimmen bekommen hat, und es erneut hochgeladen wird! Spiele werden jeden Tag manuell auf Updates gecheckt, und dann zum hochladen markiert.
